1yib.rust-bundle
42crunch.vscode-openapi
aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
apriliandi246.css-sort
be5invis.vscode-custom-css
cardinal90.multi-cursor-case-preserve
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dustypomerleau.rust-syntax
ecmel.vscode-html-css
esbenp.prettier-vscode
fill-labs.dependi
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
ibm.output-colorizer
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
lihui.vs-color-picker
magicstack.magicpython
mechatroner.rainbow-csv
mohd-akram.vscode-html-format
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.js-debug-nightly
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naumovs.color-highlight
polymermallard.css-alphabetize
rafamel.subtle-brackets
redhat.fabric8-analytics
redhat.vscode-yaml
redjue.git-commit-plugin
ritwickdey.liveserver
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
sinedied.vscode-windows-xp-theme
smcpeak.default-keys-windows
snipit.vscode-extension
tamasfe.even-better-toml
tauri-apps.tauri-vscode
thiagolciobittencourt.ubuntuvscode
tomoki1207.pdf
typespec.typespec-vscode
usernamehw.errorlens
vscode-icons-team.vscode-icons
wholroyd.jinja
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
